app/controllers/users_controller.rb

INSERT INTO `users` (`email`, `created_at`, `updated_at`) VALUES ('belrodrigues@gmail.com', '2011-06-09 16:47:00', '2011-06-09 16:47:00')
---
  def create

    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save